"ALL_DAY_DAY_VIEW" = "cả ngày";
"NOON" = "Trưa";
"UNTITLED_EVENT" = "Sự kiện Mới";
"ALL_DAY" = "cả ngày";
"ALL_DAY_EVENTS" = "sự kiện cả ngày";
"CELL_ENDS" = "K.THÚC";

"CALENDARS" = "Lịch";

"ALL" = "Tất cả";
"ALL_CALENDARS" = "Tất cả Lịch";
"ALL_OF_STORE" = "Tất cả %@";
"N_CALENDARS" = "Lịch %@";

"SHOW_CALENDARS" = "Hiện Lịch";
"SHOW_ALL_CALENDARS" = "Hiện Tất cả Lịch";
"HIDE_ALL_CALENDARS" = "Ẩn Tất cả Lịch";
"NO_CALENDARS" = "Không có Lịch";

"ALERT" = "Cảnh báo";
"ALERT_LOWERCASE" = "cảnh báo";
"ALERT_DETAIL_NAV_TITLE" = "Cảnh báo Sự kiện";
"SECOND_ALERT" = "Báo Lần 2";
"NONE_ALERT" = "Không";
"NONE_INVITEES" = "Không";
"EVENT" = "Sự kiện";
"EVENTS" = "Sự kiện";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ ngày";
"INTERVAL_DAY" = "1 ngày";
"INTERVAL_HOURS" = "%@ giờ";
"INTERVAL_HOUR" = "1 giờ";
"INTERVAL_MINUTES" = "%@ phút";
"INTERVAL_MINUTE" = "1 phút";
"INTERVAL_SECONDS" = "%@ giây";
"INTERVAL_SECOND" = "1 giây";
"INTERVAL_WEEK" = "1 tuần";
"INTERVAL_FORMAT_BEFORE" = "%@ trước";
"INTERVAL_FORMAT_AFTER" = "%@ sau";
"BEFORE" = " trước";
"AFTER" = " sau";
"ON_TIME" = "Vào lúc diễn ra sự kiện";
"ON_TIME_AT" = "Vào ngày có sự kiện (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " đến ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "đến ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Cả ngày";

"DETAIL_DURATION_FORMAT" = "từ %@ đến %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "từ %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ đến %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "đến %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Cả ngày từ %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "đến %@";

"CALENDAR" = "Lịch";
"UNTITLED_CALENDAR" = "Lịch không có Tiêu đề";
"UNTITLED_ACCOUNT" = "Tài khoản không có Tiêu đề";

"NOTES_PLACEHOLDER" = "Ghi chú";
"NOTES_LOWERCASE" = "ghi chú";
"NOTES" = "Ghi chú";
"SHOW_ALL_NOTES" = "Hiện Tất cả Ghi chú";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Xem trên Facebook";

"UNKNOWN" = "Không xác định";

"SHARED_CALENDAR" = "Lịch Đã chia sẻ";
"SHARED" = "Chia sẻ";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Do %@ chia sẻ";
"SHARED_WITH_SINGLE_PERSON" = "Đã chia sẻ với %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Đã chia sẻ với %@ và...";
"PUBLIC_AND_SHARED" = "Công cộng và Đã chia sẻ với %@…";

"ACCESS_DENIED_EVENTS" = "Ứng dụng này không có quyền truy cập vào lịch của bạn.";
"ACCESS_DENIED_REMINDERS" = "Ứng dụng này không có quyền truy cập vào lời nhắc của bạn.";

/* Name of subscribed group */
"SUBSCRIBED" = "Đã đăng ký";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Ngày sinh";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Khác";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Lời nhắc";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Nhà riêng";
"ICLOUD_WORK_CALENDAR" = "Công việc";

"STARTS" = "Bắt đầu";
"ENDS" = "Kết thúc";

"REPEAT" = "Lặp lại";
"NEVER" = "Không";
"DAILY" = "Hàng ngày";
"WEEKLY" = "Hàng tuần";
"BIWEEKLY" = "Hai tuần một lần";
"MONTHLY" = "Hàng tháng";
"YEARLY" = "Hàng năm";
"CUSTOM" = "Tùy chỉnh";

"AVAILABILITY" = "Khả dụng";
"BUSY" = "Bận";
"FREE" = "Rảnh";
"TENTATIVE" = "Dự kiến";
"OUT_OF_OFFICE" = "Ngoài văn phòng";

"EDIT" = "Sửa";
"CANCEL" = "Hủy";
"DONE" = "Xong";
"ADD" = "Thêm";
"TO_WITH_COLON" = "Đến:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Chi tiết S.kiện";
"ICS_EVENTS" = "%@ Sự kiện";

/* button title */
"ICS_ADD_ALL" = "Thêm Tất cả";
"ICS_ADD_SOME" = "Thêm (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Chọn Lịch";

"DELETE_CALENDAR" = "Xóa Lịch";
"EDIT_CALENDAR" = "Sửa Lịch";
"EDIT_CALENDARS" = "Sửa Lịch";
"ADD_CALENDAR" = "Thêm Lịch";
"JOIN_CALENDAR" = "Tham gia Lịch";
"CALENDAR_NAME" = "Tên Lịch";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Lịch Mới…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Thêm Lịch…";
"DELETE_CALENDAR_CONFIRMATION" = "Bạn có chắc muốn xóa lịch này không? Mọi sự kiện và lời nhắc liên quan đến lịch cũng sẽ bị xóa.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Bạn có chắc muốn xóa lịch này không? Mọi sự kiện liên quan đến lịch cũng sẽ bị xóa.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Bạn có chắc muốn xóa lịch này không? Mọi lời nhắc liên quan đến lịch cũng sẽ bị xóa.";

"UNKNOWN_IDENTITY" = "người nào đó";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Người nào đó";

"JOIN_CALENDAR_TITLE_FORMAT" = "Tham gia “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ đã mời bạn vào lịch được chia sẻ.";

"CANCELELD_BY_FORMAT" = "Đã hủy bởi %@";
"FROM_FORMAT" = "Từ: %@";
"TIME_CHANGED_TO_FORMAT" = "Đã thay đổi giờ thành %@";
"DATE_CHANGED_TO_FORMAT" = "Đã thay đổi ngày thành %@";
"LOCATION_CHANGED" = "Đã thay đổi vị trí";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Màu";
"PURPLE" = "Màu tía";
"ORANGE" = "Cam";
"BLUE" = "Lam";
"RED" = "Đỏ";
"BROWN" = "Nâu";
"YELLOW" = "Vàng";
"GREEN" = "Lục";

"SHARED_WITH_COLON" = "Đã chia sẻ với:";
"PENDING" = "Đang chờ";
"OWNER" = "Chủ sở hữu";
"ADD_PERSON" = "Thêm Người";
"ADD_PERSON_WITH_ELLIPSIS" = "Thêm Người…";
"PUBLIC_CALENDAR" = "Lịch Công cộng";
"PUBLIC_CALENDAR_DESCRIPTION" = "Cho phép mọi người đăng ký vào phiên bản chỉ đọc của lịch này.";
"PUBLISHING_WITH_ELLIPSIS" = "Đang xuất bản…";
"VIEW_ONLY" = "Chỉ Xem";
"VIEW_AND_EDIT" = "Xem & Sửa";
"ALLOW_EDITING" = "Cho phép Sửa";
"ALLOW_EDITING_DESCRIPTION" = "Cho phép người này thực hiện thay đổi cho\nlịch này.";
"RESEND_SHARING_INVITATION" = "Gửi lại Lời mời Chia sẻ";
"REMOVE_FROM_CALENDAR" = "Xóa khỏi Lịch";
"REMOVE" = "Xóa";
"REMOVE_ALERT_TEXT" = "%@ sẽ ngay lập tức mất quyền truy cập vào lịch này.";
"SHARE_LINK_WITH_ELLIPSIS" = "Chia sẻ Liên kết…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Chia sẻ liên kết đến lịch với:";
"EMAIL" = "Gửi email";
"MESSAGE" = "Nhắn tin";
"TWEET" = "Tweet";
"COPY_LINK" = "Sao chép Liên kết";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Đã thêm vào %@ bởi %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Đã xóa khỏi %@ bởi %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Đã cập nhật vào %@ bởi %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ được thay đổi bởi %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ được thay đổi thành %@ bởi %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ và %@ được thay đổi bởi %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "Đã thêm %@ sự kiện vào %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "Đã xóa %@ sự kiện khỏi %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "Đã cập nhật %@ sự kiện trong %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%3$@ đã thêm %1$@ sự kiện vào %2$@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%3$@ đã xóa %1$@ sự kiện khỏi %2$@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%3$@ đã cập nhật %1$@ sự kiện trong %2$@.";

"SHARED_PROP_DATE" = "ngày";
"SHARED_PROP_TIME" = "thời gian";
"SHARED_PROP_TITLE" = "tiêu đề";
"SHARED_PROP_LOCATION" = "vị trí";

"ADD_SHAREES_PROMPT" = "Thêm người tham gia vào Lịch này.";

"CREATED_BY" = "Người tạo";
"EDITED_BY" = "Người sửa";
"CREATED_BY_LOWERCASE" = "người tạo";
"EDITED_BY_LOWERCASE" = "người sửa";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ đã tham gia lịch được chia sẻ của bạn.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ đã từ chối lịch được chia sẻ của bạn.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ đang chờ xử lý lời mời lịch được chia sẻ này.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Lịch này không được chia sẻ nữa.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Lịch này hiện đang công khai.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Đăng ký vào Lịch %@ của tôi";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Đăng ký vào Lịch %@ của tôi tại: %@";

"ATTACHMENTS" = "Tệp đính kèm";
"ATTACHMENTS_LOWERCASE" = "tệp đính kèm";
"CANNOT_OPEN_ATTACHMENT" = "Không thể Mở Tệp đính kèm";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ / %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Đã xảy ra lỗi khi tải tệp đính kèm về.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Loại tệp này không được hỗ trợ.";
"UNTITLED_ATTACHMENT" = "Tệp đính kèm Không có tiêu đề";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Đang cập nhật Lịch…";

"ENDS_TIME_FORMAT" = "kết thúc %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ lúc %@";
"CALENDAR_TODAY" = "H.nay";
"CALENDAR_TODAY_LOWER" = "hôm nay";
"CALENDAR_YESTERDAY" = "Hôm qua";
"CALENDAR_YESTERDAY_LOWER" = "hôm qua";
"CALENDAR_TOMORROW" = "Ngày mai";
"CALENDAR_TOMORROW_LOWER" = "ngày mai";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "%@ trước";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "%@ trước";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "%@ trước";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ trước";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "%@ này";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ này";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "%@ này";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "%@ này";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Đã đăng ký";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Đã đăng ký";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
